{
  "title": "Resume",
  "pdfLink": {
    "text": "Open as PDF",
    "ariaLabel": "Open Resume PDF in new tab"
  },
  "education": {
    "title": "Education",
    "items": [
      {
        "title": "Bachelor’s in Computer Science, Inholland University of Applied Sciences (HBO)",
        "period": "2021 — Present",
        "description": [
          "In year 3, I helped year 1 students with programming in C# (credit point).",
          "Successfully completed various multidisciplinary projects with a variety of technologies.",
          "Obtained propaedeutic diploma in the second year."
        ]
      },
      {
        "title": "Technical Leadership, HMC College (MBO 4)",
        "period": "2019 — 2020",
        "description": [
          "Learned how to interact with teams and to guide them to complete their tasks.",
          "Gained more experience during the internship."
        ]
      },
      {
        "title": "All-round Furniture Maker and (Ship) Interior Builder, HMC College (MBO 3)",
        "period": "2017 — 2020",
        "description": [
          "Became experienced with crafting woorden furniture and using the machines.",
          "Learned how to work in large teams and the furniture construction branche."
        ]
      }
    ]
  },
  "experience": {
    "title": "Experience",
    "items": [
      {
        "title": "Logistics employee at Albert Heijn",
        "period": "2017 — Present",
        "description": [
          "Always helpful with customer inquiries and make every effort to assist as best as possible.",
          "Always work with a focus on quality.",
          "Able to perform well under pressure, both independently and as part of a team."
        ]
      },
      {
        "title": "The Brink Agency (Internship)",
        "period": "2023 — 2024",
        "description": [
          "Build and gained aexperience in building WordPress websites and working with tools like Elementor.",
          "Created custom newsletters in services like Mailchimp.",
          "Developed multiple custom WordPress plugins for a client."
        ]
      },
      {
        "title": "Supervision function at Karwei Zaandam (Internship)",
        "period": "2020 — 2020",
        "description": [
          "Worked as supervisor to a team of 12 employees in the logistical department.",
          "Collaborated within a multidisciplinary context. Worked well in a team with supervisors and colleagues."
        ]
      },
      {
        "title": "MultiplX (Internship)",
        "period": "2018 — 2019",
        "description": [
          "Worked together as a contractor for furnishings and have worked at multiple locations."
        ]
      }
    ]
  },
  "skills": {
    "title": "My Skills",
    "items": [
      {
        "skill": "Web Design",
        "percentage": 75
      },
      {
        "skill": "Graphic Design",
        "percentage": 80
      },
      {
        "skill": "Branding",
        "percentage": 90
      },
      {
        "skill": "WordPress",
        "percentage": 85
      }
    ]
  }
}